Repository: Dgzt/ketris
Catalog: po/*.po
Languages: da, it

source: Ketris is a Tetris-like game.
da: Ketris er et Tetris-ligende spil.
it: Ketris è un gioco simile a Tetris.

source: Developer and project founder
da: Udvikler og project skaber
it: Sviluppatore e fondatore del progetto

source: Scores:
it: Punteggio:

source: Removed lines:
da: Fjernede linjer:
it: Righe rimosse:

source: Level:
da: Runde:
it: Livello:

source: Next shape:
da: Næste figur:
it: Prossimo pezzo:

source: Welcome to Ketris!
da: Velkommen til Ketris!
it: Benvenuto a Ketris!

source: Move Left
da: Flyt til venstre
it: Sposta a sinistra

source: Move Right
da: Flyt til højre
it: Sposta a destra

source: Move Down
da: Flyt ned
it: Sposta in basso

source: Fast Move Down
da: Flyt hurtigt ned
it: Sposta velocemente in basso

source: Rotate Left
da: Rotér til venstre
it: Ruota antiorario

source: Rotate Right
da: Rotér til højre
it: Ruota orario

source: Really want to start a new game?
da: Er du sikker på at du vil starte et nyt spil?
it: Iniziare una nuova partita?

source: The game is paused!
da: Spillet er sat på pause!
it: La partita è in pausa

# NAME OF TRANSLATORS
source: Your names
da: Ole Holm Frandsen
it: Yuri Bongiorno

# EMAIL OF TRANSLATORS
source: Your emails
da: froksen (_AT_) gmail.com
it: yuri.bongiorno (_AT_) gmail.com
